let mocks = {
  info: {
    img: {
      desktop: [
        'skyscrapers-desktop',
        'skyscrapers-desktop',
        'skyscrapers-desktop',
      ],
      tablet: [
        'skyscrapers-tablet',
        'skyscrapers-tablet',
        'skyscrapers-tablet',
      ],
      mobile: [
        'skyscrapers-mobile',
        'skyscrapers-mobile',
        'skyscrapers-mobile',
      ],
     },

    imgCaption: [
      'Подпись к блоку может быть опциональной. Можно вводить различные сноски и ссылки для  блоков с фотографиями и видео',
      'Подпись к блоку может быть опциональной. Можно вводить различные сноски и ссылки для  блоков с фотографиями и видео',
      'Подпись к блоку может быть опциональной. Можно вводить различные сноски и ссылки для  блоков с фотографиями и видео',
    ],
  },

  accordion: [
    {
      title: 'уникальные виды',
      subTitle: 'Прекрасный вид',
      description: 'Высота восточного крыла достигает рекордных 374 метров. На высоту жителей и гостей комплекса «Федерация» доставляют 67 самых современных лифтов.',
    },
    {
      title: 'панорамные окна',
      subTitle: 'Настоящие панорамы',
      description: 'Высота восточного крыла достигает рекордных 374 метров. На высоту жителей и гостей комплекса «Федерация» доставляют 67 самых современных лифтов.',
    },
    {
      title: 'высокие потолки',
      subTitle: 'Простор для идей',
      description: 'Высота восточного крыла достигает рекордных 374 метров. На высоту жителей и гостей комплекса «Федерация» доставляют 67 самых современных лифтов.',
    },
    {
      title: 'приватность',
      subTitle: 'VIP-безопасность',
      description: 'Высота восточного крыла достигает рекордных 374 метров. На высоту жителей и гостей комплекса «Федерация» доставляют 67 самых современных лифтов.',
    },
  ],

  news: [
    {
      img: 'news-glasses',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '10',
        year: '2019',
      }
    },
    {
      img: 'news-glasses',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '12',
        year: '2019',
      }
    },
    {
      img: 'news-bun',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '08',
        year: '2019',
      }
    },
    {
      img: 'news-glasses',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '10',
        year: '2019',
      }
    },
    {
      img: 'news-glasses',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '12',
        year: '2019',
      }
    },
    {
      img: 'news-bun',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '08',
        year: '2019',
      }
    },
    {
      img: 'news-glasses',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '10',
        year: '2019',
      }
    },
    {
      img: 'news-glasses',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '12',
        year: '2019',
      }
    },
    {
      img: 'news-bun',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '11',
        year: '2019',
      }
    },
    {
      img: 'news-glasses',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '07',
        year: '2019',
      }
    },
    {
      img: 'news-glasses',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '09',
        year: '2019',
      }
    },
    {
      img: 'news-bun',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '08',
        year: '2018',
      }
    },
    {
      img: 'news-box',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '06',
        year: '2019',
      }
    },
    {
      img: 'news-glasses',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '07',
        year: '2019',
      }
    },
    {
      img: 'news-bun',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '07',
        year: '2018',
      }
    },
    {
      img: 'news-box',
      title: 'Следственный комитет ищет экс-главу Северстали',
      description: 'Польша в суде ЕС добилась отмены разрешения Еврокомиссии на допуск «Газпрома» к мощностям Opal',
      date: {
        day: '29',
        month: '07',
        year: '2018',
      }
    },
    {
      img: 'news-dog',
      title: '«ПИК» уходит с Лондонской фондовой биржи',
      description: 'Президент Lego Education рассказал “Ъ” о том, почему важно учить детей рисковать',
      date: {
        day: '29',
        month: '02',
        year: '2018',
      }
    },
    {
      img: 'news-luna',
      title: '«ПИК» уходит с Лондонской фондовой биржи',
      description: 'Президент Lego Education рассказал “Ъ” о том, почему важно учить детей рисковать',
      date: {
        day: '29',
        month: '03',
        year: '2019',
      }
    },
    {
      img: 'news-productive',
      title: 'Самая читающая страна в мире',
      description: 'Замедление Китая и общая неопределенность заморозили активы населения',
      date: {
        day: '29',
        month: '01',
        year: '2017',
      }
    },
    {
      img: 'news-island',
      title: 'Самая читающая страна в мире',
      description: 'Замедление Китая и общая неопределенность заморозили активы населения',
      date: {
        day: '29',
        month: '01',
        year: '2017',
      }
    },
    {
      img: 'news-luna',
      title: '«ПИК» уходит с Лондонской фондовой биржи',
      description: 'Президент Lego Education рассказал “Ъ” о том, почему важно учить детей рисковать',
      date: {
        day: '29',
        month: '03',
        year: '2019',
      }
    },
    {
      img: 'news-productive',
      title: 'Самая читающая страна в мире',
      description: 'Замедление Китая и общая неопределенность заморозили активы населения',
      date: {
        day: '29',
        month: '04',
        year: '2017',
      }
    },
    {
      img: 'news-island',
      title: 'Самая читающая страна в мире',
      description: 'Замедление Китая и общая неопределенность заморозили активы населения',
      date: {
        day: '29',
        month: '01',
        year: '2017',
      }
    },
    {
      img: 'news-es',
      title: 'Самая читающая страна в мире',
      description: 'Замедление Китая и общая неопределенность заморозили активы населения',
      date: {
        day: '29',
        month: '05',
        year: '2017',
      }
    },

  ],
}

export default mocks